"%@ - Offline" = "%@ - Offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Tilføj nyt kort …";

"Add a Card" = "Tilføj et kort";

"Apt." = "Lejlighed";

"Contact" = "Kontaktperson";

"Delivery" = "Levering";

"Delivery Address" = "Leveringsadresse";

"Free" = "Gratis";

"Invalid Shipping Address" = "Ugyldig forsendelsesadresse";

"Loading…" = "Indlæser ...";

"Multibanco" = "Multibanco";

"Next" = "Næste";

"Online Banking (FPX)" = "Onlinebanking (FPX)";

"Payment Method" = "Betalingsmetode";

"Shipping" = "Forsendelse";

"Shipping Method" = "Forsendelsesmetode";

"Use Billing" = "Brug faktureringsadresse";

"Use Delivery" = "Brug leveringsadresse";

"Use Shipping" = "Brug forsendelsesadresse";
